app/Models/ModelAkun.php

SELECT *
FROM `t_akun`
---
    public function getAllAkun()
    {
        return $this->findAll();